{
    "1": {
        "Question ": "What is the difference between VIT Vellore and VIT Bhopal?",
        "Question_list": [
            "difference",
            "contrast"
        ],
        "Tags": [
            "Vellore",
            "Bhopal"
        ],
        "Answer": "VIT Vellore and VIT Bhopal belong to the same group of institutions that offer quality degree programmes. The Founder Chancellor of these group of institutions is Dr. G. Viswanathan, a visionary educationalist and an ex-parliamentarian. The institutions are unique in their pedagogical methods and infrastructure, which is based on the hierarchical and geographical needs. VIT Bhopal’s development is being meticulously planned and systematically executed by the dynamic Assistant Vice-President Ms. Kadhambari S. Viswanathan, transcending the legacy of her grandfather Dr. G. Viswanathan."
    },
    "2": {
        "Question ": "Do you have an approval from UGC for VIT Bhopal?",
        "Question_list": [
            "approval"
        ],
        "Tags": [
            "UGC",
            "Bhopal"
        ],
        "Answer": "VIT Bhopal is under the purview of Madhya Pradesh Private Universities Regulatory Commission (MPPURC) and is a Madhya Pradesh Private University included under Section 2(f)."
    },
    "3": {
        "Question ": "I do not see any infrastructure on campus, how will you admit students and conduct classes? The construction is still going on as I see!",
        "Question_list": [
            "see",
            "infrastructure",
            "campus",
            "admit",
            "students",
            "conduct",
            "classes",
            "construction",
            "still",
            "going",
            "see"
        ],
        "Tags": [],
        "Answer": "VIT always believes in effective utilization of resources. It will house smart, ICT enabled class rooms and labs for the students to learn in a conducive environment. Required infrastructure will be in place for the students in time. Being a progressive University, it will evolve over a period of time and the constructions and installation of various state-of-the-art facilities will be happening for over a decade or so, to cater various degree and doctoral programmes offered in various disciplines."
    },
    "4": {
        "Question ": "Where is VIT Bhopal campus located?",
        "Question_list": [
            "campus",
            "located"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "VIT Bhopal campus is located on Bhopal-Indore highway, 60 km away from Bhopal city"
    },
    "5": {
        "Question ": "How do I reach VIT Bhopal?",
        "Question_list": [
            "reach"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "VIT Bhopal is accessible from Bhopal City and Indore City, Bhopal being closer. Air-conditioned buses ply between Bhopal and Indore City frequently. Alternatively, one may alight at Sehore Railway Station and take a taxi or auto-rickshaw to the venue, which is around 30 KM"
    },
    "6": {
        "Question ": "Is VIT Bhopal fully established?",
        "Question_list": [
            "fully",
            "established"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "Yes, the \"Green Campus\" is fast coming up with all facilities required to cater the students taking up degree programmes at VIT Bhopal as and when required."
    },
    "7": {
        "Question ": "How can the students live in this remote region?",
        "Question_list": [
            "students",
            "live",
            "remote",
            "region"
        ],
        "Tags": [],
        "Answer": "The campus is located in a serene environment, out of bounds from city chaos. This lets them focus on their study. The leisure time can be spent with fun and frolic on campus through various sports and recreation facilities coming up."
    },
    "8": {
        "Question ": "Do you share faculty and staff members with other institutions?",
        "Question_list": [
            "share",
            "faculty",
            "staff",
            "members",
            "institutions"
        ],
        "Tags": [],
        "Answer": "VIT Bhopal has dedicated, highly qualified faculty and staff members from around India. They are from Institutions of high repute such as IIT’s, IISc, and Institutions abroad. There will also be exchange of faculty among campuses based on availability."
    },
    "9": {
        "Question ": "What are the degree programmes offered at VIT Bhopal?",
        "Question_list": [
            "degree",
            "programmes",
            "offered"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "B. Tech, Computer Science and Engineering, Electronics and Communication Engineering, Electrical and Electronics Engineering, Mechanical Engineering (VITEEE2017 Rank holders up to 1,50,000 are eligible to attend the counselling for B.Tech admission in VIT Bhopal), M. Tech (Software Engineering) – 5 Year Integrated Programme, B. Com., B.B.A, B.C.A., M.C.A"
    },
    "10": {
        "Question ": "What are the facilities that will be available at VIT Bhopal?",
        "Question_list": [
            "facilities",
            "available"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "VIT Bhopal will house smart class rooms, dedicated laboratories for pervasive experimentation and deployment of ambient and ubiquitous technologies in all areas and branches of study offered. Multi-storied hostel building with state-of-the-art facilities will offer a conducive atmosphere for the students."
    },
    "11": {
        "Question ": "What are the salient features of VIT Bhopal as far the students are concerned?",
        "Question_list": [
            "salient",
            "features",
            "far",
            "students",
            "concerned"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "100 % of the VIT Bhopal faculty members are doctorates (PhD degree holders) that will impart higher order thinking skills in the students. VIT Bhopal will be a student friendly campus with all amenities, for studies and leisure time. As in other campuses, VIT Bhopal will have Fully Flexible Credit System, where the students can choose faculty, formulate timetable, and even choose courses.100% doctoral faculty, CALTech, Serene green 150 acre campus"
    },
    "12": {
        "Question ": "What are the collaboration VIT Bhopal has with Universities abroad?",
        "Question_list": [
            "collaboration",
            "universities",
            "abroad"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "VIT has over 200 MoUs with Universities abroad, all the same to VIT Bhopal also. This gives VIT Bhopal students to interact with these Universities and pursue Semester Abroad Programme (SAP)."
    },
    "13": {
        "Question ": "What is placement and training opportunities to students at VIT Bhopal?",
        "Question_list": [
            "placement",
            "training",
            "opportunities",
            "students"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "VIT has been the most preferred destination for engineering minds and aspiring technologists. It has been consistently placing all the graduating students with record offers, including dream offers, due to comprehensive learning facilities and infrastructure. VIT Bhopal has world class facilities and industry-institute collaboration that nurture professional qualities and requisite soft skills in the students, to be ready for future industrial practices. The placement trend will continue at VIT Bhopal and grow further with vigor by placing students in core engineering enterprises. The students will be groomed from the initial years of study based on their aptitude to scale up the career prospects."
    },
    "14": {
        "Question ": "Why are the classes starting late in Bhopal? Would it compromise class hours?",
        "Question_list": [
            "classes",
            "starting",
            "late",
            "compromise",
            "class",
            "hours"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "In this geographical region classes usually commence in the month of August. VIT Bhopal has a deferred start in order to follow local norms, and in the meanwhile, establish world class infrastructure to the students from Day 1. Academic calendar has been planned in such a way that class hours or any academic matter is not compromised"
    },
    "15": {
        "Question ": "How often can I visit my home town?",
        "Question_list": [
            "often",
            "visit",
            "home",
            "town",
            "go"
        ],
        "Tags": [],
        "Answer": "As the academic standards are rigorous it is recommended that you visit the hometown once a month. Transportation to nearest railway station will be arranged"
    },
    "16": {
        "Question ": "Any caste based reservations are offered at VIT Bhopal?",
        "Question_list": [
            "caste",
            "based",
            "reservations",
            "offered"
        ],
        "Tags": [
            "Bhopal"
        ],
        "Answer": "No. The eligibility for SC/ST candidates is 50 % in 10 + 2 exam."
    },
    "17": {
        "Question ": "Where is the VIT-AP campus located?",
        "Question_list": [
            "campus",
            "located"
        ],
        "Tags": [
            "ap"
        ],
        "Answer": "The campus is located at Inavolu, Amaravati which is about 2 km away from the AP secretariat."
    },
    "18": {
        "Question ": "Is there a health centre in case of any emergency?",
        "Question_list": [
            "health",
            "centre",
            "case",
            "emergency"
        ],
        "Tags": [],
        "Answer": "Yes, there is a health care centre and ambulance facility."
    },
    "19": {
        "Question ": "How is the hostel room allotment done?",
        "Question_list": [
            "hostel",
            "room",
            "allotment",
            "done"
        ],
        "Tags": [],
        "Answer": "The allotment is done based on the preference of your room type and availability. The rooms are allotted on a first-come, first-served basis, after payment of hostel fees."
    },
    "20": {
        "Question ": "What are the hostel facilities available?",
        "Question_list": [
            "hostel",
            "facilities",
            "available"
        ],
        "Tags": [],
        "Answer": "Each hostel room is furnished with a cot, chair, reading table and cupboard. Provision stores are located in the hostels where students can buy essentials such as mattresses, pillows, buckets, mugs, locks, stationeries, books, soaps etc. The hostels are compounded with security detail and security cameras. Wardens are available 24×7. Doctor is also available."
    },
    "21": {
        "Question ": "How often are outings permitted?",
        "Question_list": [
            "often",
            "outings",
            "permitted"
        ],
        "Tags": [],
        "Answer": "During weekends, outing permission is given to hostellers."
    },
    "22": {
        "Question ": "What are the food options available to students in the hostels?",
        "Question_list": [
            "food",
            "options",
            "available",
            "students",
            "hostels"
        ],
        "Tags": [],
        "Answer": "The mess is arranged in the ground floor of both boys and girls hostels, which provides both vegetarian and non-vegetarian options. A canteen is available for day scholars. "
    },
    "23": {
        "Question ": "What transport facility is available for the students?",
        "Question_list": [
            "transport",
            "facility",
            "available",
            "students"
        ],
        "Tags": [],
        "Answer": "New WiFi enabled and secure buses are available for the students. Please see our website for bus routes."
    },
    "24": {
        "Question ": "What are the facilities for sports and extra-curricular activities?",
        "Question_list": [
            "facilities",
            "sports",
            "extra",
            "curricular",
            "activities"
        ],
        "Tags": [],
        "Answer": "There are various sports, clubs, chapters and vibrant activities to enable holistic development at VIT-AP. Many are student driven to develop leadership skills in them and aid overall growth of the students. The clubs and chapters include Debate Club, Dance Club, Dramatics Club, Photography Club, Google Developers Club, Health and Wellness Club, Culinary Club and much more."
    },
    "25": {
        "Question ": "What can you say about the Alumni network?",
        "Question_list": [
            "say",
            "alumni",
            "network"
        ],
        "Tags": [],
        "Answer": "The global VIT alumni network is of immense help to the VIT-AP students, as it is to other VIT campuses. You can find an alumni mentor in most companies and in most countries you visit."
    },
    "26": {
        "Question ": "How would you describe VIT-AP's International Relations?",
        "Question_list": [
            "describe",
            "international",
            "relations"
        ],
        "Tags": [
            "ap"
        ],
        "Answer": "Our experience of running VIT for the past 33 years in Vellore is being put to full use at VIT-AP at Amaravati. Like the Placement Centre, IR Office is also common to all VIT campuses. Our partnerships with reputed foreign universities like Purdue and RIT would continue at VIT-AP, thereby letting the students participate in programmes such as Semester Abroad Programme (SAP) with scholarships and 2+2 degree programmes through International Transfer Programme (ITP). Professors from universities abroad visit our Amaravati Campus to teach the students."
    },
    "27": {
        "Question ": "What are the placement opportunities at VIT-AP?",
        "Question_list": [
            "placement",
            "opportunities"
        ],
        "Tags": [
            "ap"
        ],
        "Answer": "The VIT group has a Placement Centre that is the best in the country. The same placement cell is responsible for the placements of VIT-AP students also. The central placement cell and the placement officers located at VIT-AP will handle the placements with the same care we are best known for. Most companies are expected to visit Amaravati campus for recruitment. However, there might be a few companies for which a visit to Vellore might be required."
    },
    "28": {
        "Question ": "What can you say about the curriculum of VIT-AP?",
        "Question_list": [
            "say",
            "curriculum"
        ],
        "Tags": [
            "ap"
        ],
        "Answer": "The curriculum is designed with inputs from industry and academia. It is ever-evolving and geared at keeping abreast with the latest developments in research and industry. In addition, Amaravati campus has a mandatory full semester co-op programme (internship). This will provide work experience to the students and boost their placement opportunities."
    },
    "29": {
        "Question ": "Are ITP and SAP available at VIT-AP?",
        "Question_list": [
            "sap",
            "available"
        ],
        "Tags": [
            "ap"
        ],
        "Answer": "International Transfer Programme allows you to complete the second half of your programme at a reputed international university. Semester abroad programme lets you study one semester abroad. Both opportunities are available at VIT-AP based on your performance."
    },
    "30": {
        "Question ": "Will CSE (Data Analytics) and CSE (Networking & Security) students be eligible for CSE jobs?",
        "Question_list": [
            "CSE",
            "data",
            "CSE",
            "networking",
            "security",
            "students",
            "eligible",
            "CSE",
            "jobs"
        ],
        "Tags": [
            "analytics"
        ],
        "Answer": "Yes, they will be and will have the same placement opportunities."
    },
    "31": {
        "Question ": "Will ECE (VLSI) and ECE (Embedded Systems) students be eligible for ECE jobs?",
        "Question_list": [
            "embedded",
            "systems",
            "students",
            "eligible",
            "jobs"
        ],
        "Tags": [
            "ECE",
            "vlsi"
        ],
        "Answer": "Yes, they will be and will have the same placement opportunities."
    },
    "32": {
        "Question ": "Is the 2 + 2 ITP applicable to all branches at VIT-AP?",
        "Question_list": [
            "applicable",
            "branches"
        ],
        "Tags": [
            "ap"
        ],
        "Answer": "Yes, it is applicable to all the branches at VIT-AP."
    },
    "33": {
        "Question ": "When will the application forms for VITEEE be available from?",
        "Question_list": [
            "application",
            "forms",
            "available"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The VITEEE 2018 application form was available from November 1, 2017 onwards for online mode. The application form for offline mode was available from November 9, 2017 onwards."
    },
    "34": {
        "Question ": "Are the dates different for both online and offline applications?",
        "Question_list": [
            "dates",
            "different",
            "online",
            "applications"
        ],
        "Tags": [
            "offline"
        ],
        "Answer": "The VITEEE 2018 dates are different for the commencement of both modes of application. However, the last date for submission of VITEEE application form was March 18, 2018."
    },
    "35": {
        "Question ": "What is the last date to register for VITEEE?",
        "Question_list": [
            "last",
            "date",
            "register"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The last date to apply for VITEEE 2018 was March 18, 2018."
    },
    "36": {
        "Question ": "What is the date for VITEEE exam?",
        "Question_list": [
            "date",
            "exam"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The VITEEE 2018 exam is being conducted from April 4 to 15, 2018 at VIT Vellore, Bhopal, Chennai and AP exam centres. The entrance exam at other centres will be conducted from April 10 - 15, 2018."
    },
    "37": {
        "Question ": "I made mistakes in my application. Will there be correction dates for VITEEE?",
        "Question_list": [
            "made",
            "mistakes",
            "application",
            "correction",
            "dates"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "Candidates can make changes in the application form by logging using their application number. They can make changes except in email Id, mobile number, address details etc. and submit it till February 28, 2018, which is the last date."
    },
    "38": {
        "Question ": "When is the slot booking for VITEEE?",
        "Question_list": [
            "slot",
            "booking"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The VITEEE Slot Booking was open from March 21 to 24, 2018."
    },
    "39": {
        "Question ": "When can we download the admit card of VITEEE?",
        "Question_list": [
            "download",
            "admit",
            "card"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "To download the admit card of VITEEE, candidates will had to first book their slots and then they will be able to download their admit card"
    },
    "40": {
        "Question ": "When will the VITEEE result be announced?",
        "Question_list": [
            "result",
            "announced"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The result of VITEEE will be announced on or before April 27, 2018 in online mode."
    },
    "41": {
        "Question ": "When will VITEEE counselling start?",
        "Question_list": [
            "counselling",
            "start"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The counselling of VITEEE will be held in 2 rounds. First round will be held from May 9 to 11."
    },
    "42": {
        "Question ": "When is the last date to take admissions at VITEEE?",
        "Question_list": [
            "last",
            "date",
            "take",
            "admissions"
        ],
        "Tags": [
            "viteee"
        ],
        "Answer": "The admissions for VITEEE will close by May 2018 tentatively."
    },
    "43": {
        "Question ": "What are the placement chances if I study in VIT?",
        "Question_list": [
            "placement",
            "chances",
            "study"
        ],
        "Tags": [],
        "Answer": "The university holds a good track record of placements at good companies and packages. To know more, candidates can check the university website."
    },
    "44": {
        "Question ": "Which branch is best at VIT and which campus?",
        "Question_list": [
            "branch",
            "best",
            "campus"
        ],
        "Tags": [],
        "Answer": "As per student perceptions and reports, the most preferred branches are Computer Science engineering, Mechanical engineering, Electronics and Communication Engineering. The preferred campus by most students is VIT Vellore since it is the oldest campus while the others also are equally good."
    },
    "45": {
        "Question ": "Which is the best VIT Campus?",
        "Question_list": [
            "best",
            "campus"
        ],
        "Tags": [],
        "Answer": "According to Careers360 rating, VIT Vellore rates higher than the other campuses when it comes to placement, student life, infrastructure, college life, faculty, hostel, affordability, industry exposure etc."
    },
    "46": {
        "Question ": "How do I pay the fee for the re-registered courses?",
        "Question_list": [
            "pay",
            "fee",
            "registered",
            "courses"
        ],
        "Tags": [],
        "Answer": "After course registration, you need to generate the invoice. Subsequently, you can pay the course fee through the online fee payment link."
    },
    "47": {
        "Question ": "I have an issue with fee payment. Whom should I contact?",
        "Question_list": [
            "issue",
            "fee",
            "payment",
            "contact"
        ],
        "Tags": [],
        "Answer": "f transaction has failed, contact your bank.If transaction is successful, then contact O/o Finance (fo@vit.ac.in).If payment is made multiple times then contact O/o Academics(dean.acad@vit.ac.in)"
    },
    "48": {
        "Question ": "Last semester I did course substitution for a subject in which I got N grade. I would like to know whether the N grade will be removed from my grade history?",
        "Question_list": [
            "last",
            "semester",
            "course",
            "substitution",
            "subject",
            "got",
            "n",
            "grade",
            "like",
            "know",
            "n",
            "grade",
            "removed",
            "grade",
            "history"
        ],
        "Tags": [],
        "Answer": "The N grade will be displayed in your grade history. However, the general will not be included in the calculation of grade point average."
    },
    "49": {
        "Question ": "I have got N grade in a course. Can I re-register for this course during summer term?",
        "Question_list": [
            "got",
            "n",
            "grade",
            "course",
            "register",
            "course",
            "summer",
            "term"
        ],
        "Tags": [],
        "Answer": "As per regulations, there are various reasons for which N grade is given. If you been given N grade due to malpractice or shortage of attendance, then you will not be permitted to re-register for the course during any of the optional semesters."
    },
    "50": {
        "Question ": "What is an optional semester?",
        "Question_list": [
            "optional",
            "semester"
        ],
        "Tags": [],
        "Answer": "In an academic year, Fall Semester and winter semester are the regular semesters. Other opportunities given for clearing the failed courses such as week end intrasemester, summer semester, winter, intersessions and others (if any) are termed as optional semesters."
    },
    "51": {
        "Question ": "Does the institute offer optional semesters every year?",
        "Question_list": [
            "institute",
            "offer",
            "optional",
            "semesters",
            "every",
            "year"
        ],
        "Tags": [],
        "Answer": "It is not compulsory to offer the optional semesters every year. Offering these semesters depends on the requirement and the availability of necessary resources."
    },
    "52": {
        "Question ": "I have re-registered for the courses. I am not able to pay the course fee. What should I do?",
        "Question_list": [
            "registered",
            "courses",
            "able",
            "pay",
            "course",
            "fee"
        ],
        "Tags": [],
        "Answer": "You have to ensure that you have to generated the invoice. The option will be available in your time table menu. Click on ‘Generate Invoice’. After generating the invoice, proceed for online payment using the link given in the online payment menu."
    },
    "53": {
        "Question ": "Whom should I approach for course registration related issues?",
        "Question_list": [
            "approach",
            "course",
            "registration",
            "related",
            "issues"
        ],
        "Tags": [],
        "Answer": "For course registration related issues, you should contact your Head Of Department."
    },
    "54": {
        "Question ": "If any subject is not offered during registration process, whom should I contact?",
        "Question_list": [
            "subject",
            "offered",
            "registration",
            "process",
            "contact"
        ],
        "Tags": [],
        "Answer": "Contact your faculty advisor and then your HOD."
    },
    "55": {
        "Question ": "I have recently changed my mobile number. Whom should I contact to update the number?",
        "Question_list": [
            "recently",
            "changed",
            "mobile",
            "number",
            "contact",
            "update",
            "number"
        ],
        "Tags": [],
        "Answer": "For updating your personal information, including mobile number, contact either your proctor or your Head of the Department."
    },
    "weird_words": [
        "whether",
        "would",
        "everybody",
        "towards",
        "fro"
    ]
}